{
  "pets": [
    {
      "id": 1,
      "name": "chiwi",
      "species": "perro",
      "description": "canino café con blanco, mediana estatura, peso 14kg",
      "medicalDiagnostic": ["http://localhost:5000/medicalDiagnostic/1", "http://localhost:5000/medicalDiagnostic/2"]
    },
    {
      "id": 2,
      "name": "misifus",
      "species": "gato",
      "description": "felino blanco con manchas grises, mediana estatura, peso 4kg",
      "medicalDiagnostic": ["http://localhost:5000/medicalDiagnostic/1", "http://localhost:5000/medicalDiagnostic/2"]
    }
  ],

  "medicalDiagnostic": [
    {
      "id": 1,
      "detail": "Presenta fiebre ligera, diarrea y vómito",
      "date": "12-11-22"
    },
    {
      "id": 2,
      "detail": "Se encuentra con ligera irritación de piel",
      "date": "14-10-22"
    }
  ],

  "vets": [
    {
      "id": 1,
      "image": "https://imturologia.com/wp-content/uploads/2018/07/slide-doctor-4.png",
      "name": "John",
      "lastName": "Smith",
      "speciality": "Gastroenterology",
      "score": "10",
      "reviews": ["Dr. Smith is the best vet in my city. He has helped me and my family out of some sticky situations with our pets, and always has a calming effect on them as well. He's also easy to talk to and does a great job of making you feel like your pet is in good hands!", "Dr. Smith is the most knowledgeable vet in the area. He always takes the time to explain everything and answer any questions. He also has a great bedside manner and will hold your hand while administering any shots or treatments if needed. I would recommend him to anyone looking for a vet!"]
    },
    {
      "id": 2,
      "image": "https://e7.pngegg.com/pngimages/180/521/png-clipart-physician-medicine-health-care-surgeon-health-service-medical.png",
      "name": "Juan",
      "lastName": "Pérez",
      "speciality": "Dermatology",
      "score": "10",
      "reviews": ["Dr. Pérez is the most knowledgeable vet in the area. He always takes the time to explain everything and answer any questions. He also has a great bedside manner and will hold your hand while administering any shots or treatments if needed. I would recommend him to anyone looking for a vet!", "Dr. Pérez is the best vet in my city. He has helped me and my family out of some sticky situations with our pets, and always has a calming effect on them as well. He's also easy to talk to and does a great job of making you feel like your pet is in good hands!"]
    }
  ]
}
